<template>
	<div id="setserve">
		<header-d></header-d>
		<div class="serve">
		<h3>版权说明</h3>
		<p>1. www.wanyicool.com (以下简称“本网站”）和好物 APP （以下简称"本 APP"）由北京纳谷科技有限公司（以下简称"纳谷科技"、"我们"、或"好物"）版权所有，未经授权禁止复制或建立镜像。</p>
		<p>&nbsp;</p>
		<p>2. 本网站及本 APP上刊载的所有内容以及本网站及本 APP用户发表并授权刊载于本网站及本 APP的所有内容，包括但不限于文字、图片、声音、视频、图表、标志、标识、广告、商标、商号、域名、软件、程序、数据、数据文件、发现、发明、作品、设计、技术、方法、流程、计划、公式、专栏目录与名称、内容分类标准、过去、目前和计划的研究开发成果以及任何其他信息或资料，均受中国现行法律法规、规章制度及适用之国际公约中有关着作权、商标权、专利权及（或）其它财产所有权法律的保护，为本公司所有。使用者将本网站及本 APP上刊载的内容与服务用于商业、盈利、广告性目的时，需征得本公司的书面特别授权，注明作者及文章出处并按有关规定支付相应费用。未经本公司的明确书面特别授权，任何人不得为任何目的使用以及向任何自然人或单位提供、披露、复印、复制、出售、出让、许可、营销、出版、宣讲、转让、处置或利用本网站及本 APP上提供的任何内容或服务，或在非本公司所属的服务器上作镜像，否则本公司将依据相关法律法规追究经济赔偿和其它侵权法律责任。</p>
		<p>&nbsp;</p>
		<p>3. 对不遵守本声明或其他违法、恶意使用本网站及本 APP内容者，本公司保留追究其法律责任的权利。</p>
		<h3>服务条款</h3>
		<em>1. 特别提醒</em>
		<p class="txt1">欢迎您访问好物。请您仔细阅读以下条款。当您注册登录成功，无论是进入好物，还是在好物上发布任何内容（即“内容”），均意味着您（即“用户”）完全接受本协议项下的全部条款。如果您不愿意受本使用条款的约束，请不要访问或使用本网站、和使用好物 APP（以下简称"本 APP"）。</p>
		<p>&nbsp;</p>
		<em>2. 服务内容</em>
		<p class="txt1">a. 本服务的具体内容由好物根据实际情况提供，好物保留随时变更、中断或终止部分或全部服务的权利。好物不承担因业务调整给用户造成的损失。除非本协议另有其它明示规定，增加或强化目前本服务的任何新功能，包括所推出的新产品，均受到本协议之规范。用户了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户通讯或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，好物均不承担任何责任。</p>
		<p class="txt1">b. 用户理解，好物仅提供相关的本服务，除此之外与相关本服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。</p>
		</div>
	</div>
</template>

<script>
import headerD from "./header"
export default {
	
	components:{
  		headerD
  	}
}
</script>

<style lang="scss" scoped="" type="text/css">
#setserve{
	width: 100%;
	position: relative;
	z-index: 101;
	.serve{
		padding-top: 1.06rem;
		background-color: #f2f2f2;
		h3{
			padding-top: 1.6rem;
			font-size: 0.74rem;
			color: #ffcd00;
			padding-left: 0.93rem;
			margin-bottom: 0.4rem;
		}
		p{
			width: 7.06rem;
			margin: 0 auto;
			font-size: 0.37rem;
			color: #4d4d4d;
			line-height: 0.58rem;
		}
		em{
			display: block;
			padding-left: 1.46rem;
			font-size: 0.34rem;
			font-weight: 600;
			margin-bottom: 0.46rem;
		}
		.txt1{
			padding-left: 56px;
		}
	}
	
}
</style>